complete/buddy_data/奇秀-主播房间-20160912202250-20160912202251100

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 20:22:50]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[149501]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[身残志坚白求真爱~]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[6501]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[1162]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[17]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[40]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[只因有你～诺言～]]></vipnickname><vipuserid><![CDATA[1292596504]]></vipuserid><top_name><![CDATA[只因有你～诺言～]]></top_name><top_money><![CDATA[2160]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?久伴???]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?久伴???]]></top_name><top_money><![CDATA[2060]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[依依家?玫瑰骑士]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[依依家?玫瑰骑士]]></top_name><top_money><![CDATA[1880]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[出门总被揍]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[出门总被揍]]></top_name><top_money><![CDATA[390]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[泡泡找进进出出的感觉]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[泡泡找进进出出的感觉]]></top_name><top_money><![CDATA[320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[闺蜜成交]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[闺蜜成交]]></top_name><top_money><![CDATA[220]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小火车夸主播口活儿好]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小火车夸主播口活儿好]]></top_name><top_money><![CDATA[150]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[温存男神么么哒]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[温存男神么么哒]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[☆秦爷]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[☆秦爷]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[夏无心出门倒挂金钩]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[夏无心出门倒挂金钩]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[大表哥家的倩倩]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[大表哥家的倩倩]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 